Repository: marcosiino/reddit-gallery-ios
Catalog: RedditGallery/*.lproj/Localizable.strings
Languages: it

# generic.noResults
source: There are no images in this subreddit
it: Non ci sono immagini in questo subreddit

# generic.error
source: Error
it: Errore

# listing.searchingLoadingHUDText
source: Downloading images from /r/%@...
it: Downloading da /r/%@...

# listing.loadingMoreResults
source: Loading more results...
it: Download delle immagini successive...

# gallery.searchbar.placeholder
source: Subreddit (i.e. cats)...
it: Subreddit (es. cats)...

# gallery.title
source: Gallery
it: Galleria

# gallery.initialEmptyMessage
source: Type a subreddit in the search box to show its images
it: Digita il nome di un subreddit nella barra di ricerca per mostrare le immagini degli utenti

# postDetail.loadingImageFailedMessage
source: Failed to load image
it: Errore durante il caricamento dell'immagine

# favorites.title
source: Favorites
it: Preferiti

# favorites.searchbar.placeholder
source: Title or author...
it: Titolo o autore...

# favorites.initialEmptyMessage
source: There are no favorites. Add the posts you like to favorites to see them there.
it: Non ci sono preferiti. Aggiungi i post che ti piacciono ai preferiti per vederli qui.
